"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Du har angett fel pinkod %1$d gånger. Ditt Mercedes me ID har därmed blockerats för %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minuter";

"command_error_pin_invalid" = "Du har angett fel pinkod %1$d gånger.";

"general_cancel" = "Avbryt";

"general_error_msg" = "Ett fel har uppstått. Försök igen.";

"general_error_network_msg" = "Något har gått fel. Kontrollera internetanslutningen.";

"general_error_title" = "Fel";

"general_hint" = "Information";

"general_no" = "Nej";

"general_ok" = "Ok";

"general_yes" = "Ja";

"login_error_authentication_failed" = "Autentiseringen misslyckades. Försök igen.";

"login_error_wrong_tan" = "Tyvärr var informationen som du angav inte korrekt. Observera att du eventuellt måste vänta några minuter innan du försöker igen.";

"login_info_alert_message" = "Ditt Mercedes me-ID består antingen av ditt personliga mobilnummer eller din e-postadress. Med ditt Mercedes me-ID kan du logga in överallt i Mercedes-Benz digitala värld. Det ger åtkomst till alla tillgängliga tjänster, funktioner och plattformar i ditt adressland.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Ange en giltig e-postadress eller ett giltigt telefonnummer.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Fortsätt";

"login_only_caption" = "Logga in";

"login_username" = "Mobilnummer eller e-postadress";

"login_user_not_registered" = "Registrera dig kostnadsfritt i en av de andra Mercedes me-apparna. ";

"pin_popup_button_again" = "Försök igen";

"pin_popup_cancel" = "Avbryt";

"pin_popup_default_no_pin_message" = "Skapa en pinkod i en av Mercedes me-apparna.";

"pin_popup_description" = "Ange din %1$d-siffriga pinkod:";

"pin_popup_send" = "Skicka";

"pin_popup_title" = "Inmatning av pinkod";

"pin_popup_wrong_pin_msg" = "Pinkoden är fel. Försök igen.";

"pin_popup_wrong_pin_title" = "Fel pinkod";

"registration_user_consent_message" = "För att kontinuerligt förbättra appen analyserar vi användningen av appen och dess funktioner utan koppling till dig. Denna funktion kan när som helst avaktiveras via Meny > Inställningar > Analytics.";

"registration_user_consent_title" = "Användningsuppgifter för Mercedes me";

"verification_btn_next" = "Nästa";

"verification_btn_send_again" = "Begär ny TAN-kod";

"verification_headline" = "Verifieringskod";

"verification_login_msg_mail" = "Ange TAN-koden som vi skickade till dig via e-post.";

"verification_login_msg_user" = "Vi har skickat en %1$d-siffrig kod till %2$@ för verifiering. Ange denna kod här.";

"verification_not_received" = "Har du inte fått någon TAN-kod?";

"verification_not_received_hint_mail" = "Kontrollera den angivna e-postadressen eller begär en ny verifieringskod.";

"verification_not_received_hint_phone" = "Kontrollera det angivna mobilnumret eller begär en ny TAN-kod.";

"verification_send_again_msg" = "Din förfrågan har skickats på nytt";

"verification_title" = "Verifiering";

